Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/radadallamsjiehtadus.html.tmx
Source language: smj
Languages: sma

source: Rádádallamsjiehtadus / Duogásj / Sámmedikke birra / Sámedigge - Sametinget
sma: Konsultasjovnelatjkoe / Sjïeke / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Gå le álggoálmmuk de le sámijn riektá rádádaláduvvat ássjij ma máhtti sidjij njuolgga vájkkudit.
sma: Goh aalkoealmetjh dle saemieh reaktam utnieh råårestalleme sjïdtedh aamhtesinie mah maehtieh ryöktesth ulmiem dejtie åadtjodh.

source: Rádádallamsjiehtadusáj ulmme le ásadit semalasjvuodav stáhtalasj oajválattjaj ja Sámedikke gaskan gå árvvaladdi ådå lágajt jali dåjmajt ma máhtti sáme berustiddjijda vájkkudit.
sma: Konsultasjovnelatjkoen åssjele lea sïemesvoetem buektiehtidh staaten åejvieladtji jïh Saemiedigkien gaskem gosse eajhnadåvva latjkoeh jallh råajvarimmieh sjïehtesjidh mah maehtieh saemien iedtjh tsevtsedh.

source: Sámedikken le aj máhttelisvuohta ietjas ássjijt åvdedit.
sma: Saemiedigkie aaj nuepiem åtna jïjtsh aamhtesh bæjjese vaeltedh.

source: Moarmesmáno 11. biejve 2005 vuollájtjálijga dallusj sáme ássjij vásstediddje stáhttaráde Erna Solberg ja dallusj sámedikkepresidænnta Sven-Roald Nystø sjiehtadusáv barggovuogij birra rádádallamijn stáhta oajválattjaj ja Sámedikke gaskan.
sma: Suehpeden 11. b. 2005 dle dan aejkien staateraerije mij diedtem utni saemien aamhtesidie, Erna Solberg jïh dan aejkien saemiedigkiepresidente Sven-Roald Nystø, latjkoem gietedimmievuekiej bïjre vuelietjeelin guktie edtja konsultasjovnide tjïrrehtidh staaten åejvieladtji jïh Saemiedigkien gaskem.

source: Sjiehtadibme dåhkkiduváj Sámedikkes biehtsemáno 1. biejve 2005 ja mierreduváj gånågisá resolusjåvnån snjilltjamáno 1. biejve 2006.
sma: Saemiedigkie latjkoem jååhkesji ruffien 1. b. 2005, jïh gånkan resolusjovnesne nænnoestamme snjaltjen 1. b. 2006.

source: Rádádallamsjiehtadus ij vatte Sámediggáj vetoriektáv ássjijn ma sáme berustallamijda guosski.
sma: Konsultasjovnelatjkoe ij Saemiedægkan vetoreaktam vedtieh dejnie aamhtesinie mah saemien iedtjh tsevtsieh.

source: Formálalasj mærrádusá vilá stáhtalasj oajválattjajs ja Stuorradikkes dagáduvvi.
sma: Annje staaten åejvieladtjh jïh Stoerredigkie dejtie byjjes sjæjsjalimmide vaeltieh.

source: Årnik galla Sámediggáj vájkkudimfámov vaddet ja máhttelisvuodav gullut, mij le sjiehtadusá ulmme.
sma: Dennie nubpene bielesne dle öörnege badth Saemiedægkan tsevtsemefaamoem jïh nuepiem vadta govlesovvedh, jïh dïhte aaj dïhte aajkoe latjkojne.

source: Jus Sámedigge ja stáhtalasj oajválattja e guorrasa dát åvddånboahtá gå ássje ráddidusán ja stuorradikken giehtadaláduvvá.
sma: Desnie gusnie Saemiedigkie jïh staaten åejvieladtjh eah leah sïemes, dellie dïhte vååjnesasse båata gosse reerenasse jïh stoerredigkie aamhtesidie gïetedieh.

source: Ulmme Barggovuogij ulmme le: ● oassálasstet praktihkalasj tjadádibmáj stáhta álmmukriektálasj vælggogisvuodas álggoálmmugij rádádallat. ● gæhttjalit ásadit semalasjvuodav stáhtalasj oajválattjaj ja Sámedikke gaskan gå árvvaladdi ådå lágajt jali dåjmajt dahkat ma máhtti sáme berustallamijt njuolgga vájkkudit.
sma: Åssjele Gïetedimmievuekiej åssjele lea: ● viehkiehtidh guktie staaten almetjeriekteles diedte aalkoealmetjigujmie råårestalledh, maereles sjædta ● pryövedh sïemesvoetem buektiehtidh staaten åejvieladtji jïh Saemiedigkien gaskem, gosse eajhnadåvva laakh jallh råajvarimmieh sjïehtesjidh mah maehtieh saemien iedtjh ryöktesth tsevtsedh.

source: ● dilev láhtjet guojmmevuohtaj stáhtalasj oajválattjaj ja Sámedikke gaskan mij doajmmá sáme kultuvra ja sebrudagá nannimij.
sma: ● sjïehteladtedh evtiedæmman aktede guejmievoeteperspektijveste staaten åejvieladtji jïh Saemiedigkien gaskem, mij saemien kultuvrem jïh siebriedahkem veaksahkåbpoe dorje.

source: ● åvddånahttet aktisasj dádjadusáv sáme sebrudagáj diles ja åvddånahttemdárbos.
sma: ● tjåenghkies goerkesem evtiedidh tsiehkien jïh evtiedimmiedaerpiesvoeten bïjre saemien siebriedahkine.

source: Doajmmaguovllo Rádádallamvuoge gulluji ráddidussaj, departementajda, direktoráhtajda ja ietjá vuollásasj dåjmajda.
sma: Barkoesuerkie Konsultasjovnen gïetedimmievuekieh faamoem utnieh reerenassese, departementide, direktovratide jïh jeatjah vuelege gïehteldimmide.

source: ● Rádádallamvuoge gulluji ássjijda ma máhtti sáme berustimijda njuolgga vájkkudit.
sma: ● Konsultasjovnen gïetedimmievuekieh faamoem utnieh dejnie aamhtesinie mah sijhtieh maehtedh saemien iedtjh ryöktesth tsevtsedh.

source: Rádádallama ássjeguovllo máhttá liehket moattelágásj ássje, duola dagu lága, njuolgadustjála, ájnegis mærrádusá, njuolgadusá, dåjma ja mærrádusá (duola dagu stuorradikke diedádusá).
sma: Dah råårestallemh sijhtieh ovmessie såarhts aamhtesh feerhmedh, goh laakh, mieriedimmieh, aktegsnænnoestimmie, bïhkedassh, råajvarimmieh jïh sjæjsjalimmieh (v.g. stoerredigkiebïevnesinie).

source: ● Rádádallamvælggogisvuohta máhttá gåbttjåt divna oalle ja materiálalasj vuogijt sáme kultuvran.
sma: ● Konsultasjovnediedte maahta saemien kultuvren gaajhkh ideelle jïh materijelle vuekieh feerhmedh.

source: Almma ássjetiemá máhtti liehket duola dagu musihkka, teáhter, girjálasjvuohta, dájdda, media, giella, åssko, kulturárbbe, iehpemateriálalasj riektá ja árbbedábálasj diehto, bájkkenamá, hukso- ja varresvuohta, mánájgárde, åhpadibme, dutkam, åmastim- ja adnemriektá, areállarievddam- ja adnemássje, æládusåvddånahttem, ællosujtto, guollim, ednambarggo, minerálladoajmma, bieggafábmo, tjáhtjefábmo, guoddelis åvddånahttem, kulturmujttosujtto, biovaljesvuohta ja luondosuodjalibme.
sma: Sjyöhtehke aamhtesh maehtieh vuesiehtimmien gaavhtan årrodh musihke, teatere, lidteratuvre, meedija, gïele, religijovne, kultuvreaerpie, immaterijelle reaktah jïh aerpievuekien daajroe, sijjienommh, healsoe- jïh sosijaale, maanagïerth, ööhpehtimmie, dotkeme, eeke- jïh åtnoereaktah, arealedarjome jïh arealenuhtjemeaamhtesh, jielemeevtiedimmie, båatsoe, gööleme, laanteburrie, mineraalegïehteldimmie, biegkefaamoe, monnehke evtiedimmie, kultuvremojhtesevaarjelimmie, bio-gellievoete jïh eatnemevaarjelimmie.

source: ● Ássjijda ma li tjanádum materiálalasj kulturvuoduj, duola dagu areállaadno, areállarievddam ja ednamriektá li ásadum geográfalasj doajmmaguovllo rádádallamijda (árbbedábálasj sáme guovlojn) Finnmárkko, Råmsså, Nordlánnda ja Nuortta-Trønderlaga fylka, aktan suohkanij Osen, Roan, Åfjord, Bjugn, Rissa, Selbu, Meldal, Rennebu, Oppdal, Midtre Gauldal, Tydal, Holtålen ja Plassje (Røros) Oarjje-Trøndelaga fylkan, Engerdal ja Rendalen, Os, Tolga, Tynset ja Folldal suohkana Hedmark fylkan, ja Surndal ja Rindal suohkana Møre ja Romsdalan.
sma: ● Aamhtesinie mah leah dan materijelle kultuvrevåaroemasse ektiedamme, goh arealenuhtjemh, arealedarjoeh jïh laantereaktah dle dïhte geografeles konsultasjovndajve (aerpievuekien saemien dajvh) Finnmaarhke, Troms, Nordlaante jïh Noerhte-Trööndelagen fylhkh, jïh dah tjïelth Osen, Roan, Åfjord, Bjugn, Rissa, Selbu, Meldal, Rennebu, Oppdal, Midtre Gauldal, Tydal, Holtålen jïh Röörose Åarjel-Trööndelagen fylhkesne, Engerdal jïh Rendalen, Os, Tolga, Tynset jïh Folldalen tjïelth Hedmaarken fylhkesne, jïh dah tjïelth Surnadal jïh Rindal Møre jïh Romsdaelesne.

source: ● Ássje dábálasj vuogijn ma jáhkedahtte sjaddi vájkkudit ålles sebrudagáv e álgos rádádallamvælggogisvuohtaj gullu.
sma: ● Sïejhme aamhtesh mejtie veanhtede sijhtieh abpe siebriedahkem tsevtsedh, eah sïjhth aalkovisnie feerhmeldihkie årrodh konsultasjovnediedteste.

source: Diehto ● Stáhtalasj oajválattja galggi vaddet diedalasj diedov ássjijn ma vuordedahtte máhtti sámijt njuolgga vájkkudit, ja guoskavasj dilij birra divna dásijn ássjegiehtadallamin.
sma: Bïevnesh ● Staaten åejvieladtjh edtjieh gaajhkh bïevnesh vedtedh sjyöhtehke aamhtesi bïjre mah maehtieh saemide ryöktesth tsevtsedh, jïh sjyöhtehke tsiehkiej bïjre gaajhkine daltesinie gosse aamhtesem gïetedeminie.

source: Almulasjvuohta ● Diehto mij juogeduvvá stáhta oajválattjaj ja Sámedikke gaskan rádádallamin ij agev dárbaha liehket almulasj, valla dåssju jus gávnnu loahpádus dási.
sma: Byögkelesvoete ● Edtja maehtedh bïevnesh byögkelesvoeteste vaeltedh, mejtie staaten åejvieladtjh jïh Saemiedigkie gaskemsh juekieh konsultasjovnine, jis reaktavåarome disse gååvnese.

source: Ássje galggi rahpasabbon giehtadaláduvvat.
sma: Edtja meroffentlighet / vieliebyögkelesvoetem nuhtjedh.

source: Guojmij låhpalasj vuojnno juohkka ássjen li almulattja.
sma: Guejmiej minngemes vuajnoeh dejnie sjïere aamhtesinie, edtjieh byögkeles årrodh.

source: Stuoves tjåhkanime ● Stuoves biellejahkásasj politihkalasj tjåhkanime galggi ásaduvvat sáme ássjij vásstediddje stáhttaráde ja Sámedikkepresidenta gaskan.
sma: Vihties tjåanghkoeh ● Edtja vihties bieliejaepien politihkeles tjåanghkoeh tjïrrehtidh gaskem staateraerijem saemien aamhtesidie jïh Saemiedigkiepresidentem.

source: Fáhkastáhtaráde oassálassti dájda tjåhkanimijda jus le dárbbo.
sma: Faagestaateraerijh leah meatan tjåanghkojne gosse daerpies.

source: Dáj stuoves biellejahkásasj politihkalasj tjåhkanimijn galggi sámij sebrudagáj dilev ja åvddånahttemdárbov giehtadallat, ássje vuodulasj prinsihpalasj vuodujn ja dåjmajt ma li jådon.
sma: Dejnie vihties bieliejaepien politihkeles tjåanghkojne edtja tsiehkiem jïh evtiedimmiedaerpiesvoetem saemien siebriedahkide digkiedidh, aamhtesh mah leah vihkeles prinsihpen gaavhtan, jïh juhtije prosessh.

source: ● Stuoves biellejahkásasj tjåhkanime galggi ásaduvvat Sámedikke ja departementajgasskasasj sáme ássjij aktidumnammadusá gaskan.
sma: ● Edtja vihties bieliejaepien tjåanghkoeh tjïrrehtidh Saemiedigken jïh dan gaske-departementale iktedimmiemoenehtsen gaskem, mij diedtem åtna saemien aamhtesidie.

source: Tjåhkanimijn galggi duola dagu boahtte mánoj ájggeguovddelis sámepolitihkalasj ássje tjielggiduvvat.
sma: Dejnie tjåanghkojne edtja gaskem jeatjah saarnodh dej sjyöhtehke saemiepolitihkeles aamhtesi bïjre, dej båetiji aski.

source: Gájkkásasj mærrádusá rádádallamvuogij birra ● Rádádallama Sámedikkijn galggi tjadáduvvat jáhkkogisát ja ulmijn oajvvadum dåjmajt semadit.
sma: Sïejhme nænnoestimmieh konsultasjovnen gïetedimmievuekiej bïjre ● Dah konsultasjovnh Saemiedigkine edtja d åssjelinie jïh ulmine årrodh sïemesvoetem buektiehtidh raeriestamme råajvarimmiej bïjre.

source: ● Stáhtalasj oajválattja galggi nav árrat gå máhttelis diededit Sámedikkev álgadimijn ássjijs ma máhtti sámijt njuolgga vájkkudit, ja makkir sáme berustime ja dile soajtti vájkkuduvvat.
sma: ● Staaten åejvieladtjh edtjieh dan varke gåarede Saemiedigkiem bievnedh gosse orre aamhtesigujmie nïerhkieh mah maehtieh saemide ryöktesth tsevtsedh, jïh magkerh saemien iedtjh jïh tsiehkieh mah maehtieh gïetedamme sjïdtedh.

source: ● Gå Sámedigge diededuvvá ássjij birra, galggá Sámedigge nav ruvva gå máhttelis tsuojggit jus ájggu ássjev vijddábut rádádallat.
sma: ● Mænngan goh Saemiedigkie bïevnesh sjyöhtehke aamhtesi bïjre åådtjeme, dle Saemiedigkie edtja bååstede bievnedh dan varke goh gåarede jis vaajteles vielie konsultasjovnh tjïrrehtidh.

source: ● Sámedigge máhttá aj ássjijt giehtadallat gånnå Sámedigge iesj ájggu rádádallat.
sma: ● Saemiedigkie edtja aaj maehtedh aamhtesh bæjjese vaeltedh mej bïjre Saemiedigkie sæjhta konsultasjovnh tjïrrehtidh.

source: ● Jus stáhtalasj oajválattja ja Sámedigge guorrasi tjadádit vijddáp rádádallamijt sierra ássjen, galggi gæhttjalit aktan guorrasit gåktu tjadádit dájt rádádallamijt, ájgev ja sajev joarkke guládallamij (duola dagu tjåhkanime, videokonferánsa, telefåvnnåguládallam, tjálalasj diedoj juohkem), ájggemierijt tsuojggimijda, jus le dárbbo politihkalasj dásen rádádallat, ja politihkalasj giehtadallamvuohke.
sma: ● Jis staaten åejvieladtjh jïh Saemiedigkie seamadieh jienebh konsultasjovnh tjïrrehtidh akten vihties aamhtesen bïjre, dle edtjieh ektesne pryövedh seamadidh guktie edtjieh konsultasjovnide tjïrrehtidh, dan nuelesne nååhtedidh, (v.g. tjåanghkoeh, video-råårestallemh, tellefovnesne govlehtalledh, tjaaleldh materijalem juekedh), tïjjemierieh bïevnesidie bååstede, mejtie daerpies konsultasjovnh politihkeles daltesisnie utnedh jïh politihkeles gïetedimmievuekie.

source: Galggá vatteduvvat nuoges ájgge tjadádit almma rádádallamijt ja politihkalasj giehtadallamav oajvvadusás.
sma: Edtja nuekies tïjjem vedtedh juktie reelle konsultasjovnh jïh politihkeles gïetedimmiem raeriestimmijste tjïrrehtidh.

source: Jus ássje galggá Sámedikke dievastjåhkanimen giehtadaláduvvat de dát viertti tjadáduvvat nav árrat gå máhttelis.
sma: Jis Saemiedigkien stoerretjåanghkoe edtja dam sjyöhtehke aamhtesem gïetedidh, dle tjuara dam darjodh dan varke goh gåarede.

source: ● Gånnå ássje rávkká galggá hiebaduvvat vaj le máhttelis tjadádit ienep rádádallamtjåhkanime ja vaj ássje e hiejteduvá nav guhkev gå Sámedigge ja stáhtta jáhkki le vejulasj semadit.
sma: ● Gosse dah aamhtesh dam krievieh edtja sjïehteladtedh ihke maahta jienebh konsultasjovnetjåanghkoeh utnedh, jïh ij edtjh aamhtesigujmie orrijidh dan guhkiem Saemiedigkie jïh staate vienhtieh gåarede seamadidh.

source: ● Ássjijn ma giehtadaláduvvi ráddidusán galggá jus soajttá tjielggidusán ietjá guoskadam departementajda tjielggasit åvddånboahtet makkir dilijn li semadam Sámedikkijn, ja jus soajttet man birra ælla guorrasam.
sma: ● Dejnie aamhtesinie mah reerenasse gïetede, edtja tjïelke årrodh mej aamhtesi bïjre Saemiedigkine seamadamme, gosse aamhtesem departementide buakta, jïh aaj tjïelke årrodh mej aamhtesi bïjre eah leah siemes sjïdteme.

source: Proposisjåvnåjn ja diedádusájn ma Stuorradiggáj åvdeduvvi, ja gånnå ráddidusán le ietjá vuojnno gå Sámedikken, de galggi Sámedikke árvustallama ja vuojno åvddånboahtet.
sma: Proposisjovnine jïh bïevnesinie mah Stoerredægkan åvtese bïejesuvvieh, jïh gusnie reerenasse aktem jeatjah vuajnoem åtna Saemiedigkeste, dle Saemiedigkien vuarjasjimmieh jïh vuajnoeh edtjieh våajnoes årrodh.

source: Bievddegirjje ● Bievddegirjje galggá tjáleduvvat divna rádádallamtjåhkanimijs stáhtalasj oajválattjaj ja Sámedikke gaskan.
sma: Protokolle ● Edtja protokollem tjaeledh gaajhkijste konsultasjovnetjåanghkojste staaten åejvieladtji jïh Saemiedigkien gaskem.

source: Bievddegirjen galggá ássje oanegattjat tjielggiduvvat, guojmij árvustallama ja vuojno, ja ássje konklusjåvnå.
sma: Protokollesne edtja aktem åenehks buerkiestimmiem darjodh aamhtesen bïjre, guejmiej vuarjasjimmieh jïh mïelh jïh konklusjovne aamhtesisnie.

source: Tjielggidusáj / diehtovuodo dárbbo Suohkana- ja guovllodepartemænnta ja Sámedigge nammat aktisattjat fágalasj analysajuohkusav mij duola dagu sáme statistihka vuodon juohkka jage diedádusáv dahká sáme sebrudagáj dile ja åvddånahttema birra.
sma: Daerpies salkehtimmieh darjodh / daajroevåaromem utnedh Tjïelte- jïh regijovnedepartemente jïh Saemiedigkie aktem faageles giehtejedimmiedåehkiem ektesne nammoehtieh, mij gaskem jeatjah saemien statistihken sjïekenisnie, aktem fïerhtenjaepien reektehtsem tsiehkien jïh evtiedimmievæhtaj bïjre saemien siebriedahkine buektieh.

source: Diedádus vuodon aneduvvá konkrehta ássjij rádádallamijn ja rádádallamijn sáme sebrudagá åvddånahttemdárbo birra daj biellejahkásasj tjåhkanimijn sáme ássjij vásstediddje stáhttaráde ja Sámedikkepresidenta gaskan.
sma: Reektehtse våaroemasse biejesåvva dejtie konsultasjovnide vihties aamhtesi bïjre jïh konsultasjovnide evtiedimmiedaerpiesvoeti bïjre saemien siebriedahkide, aktene dejstie bieliejaepien tjåanghkojste gaskem staateraerijem saemien aamhtesidie jïh Saemiedigkiepresidentem.

source: ● Gå stáhtalasj oajválattjaj jali Sámedikke mielas le dárbbo tjielggidusájn nannit duohtadiedov jali formálalasj vuodov árvustallamij ja mærrádusájda de galggá dát diededuvvat nav árrat gå máhttelis ja guojme galggi gatjálvisájt åvdedit rádádallamprosessan mij guosská mandáhtav dajda tjielggimijda.
sma: ● Gosse staaten åejvieladtjh jallh Saemiedigkie vienhtieh daerpies salkehtimmiejgujmie, juktie faaktavåaromem jallh dam byjjes våaromem vuarjasjimmide jïh sjæjsjalimmide nænnoestidh, edtja dan bïjre bieljelidh dan varke gåarede, jïh dah guejmieh edtjieh gyhtjelassh salkehtimmiemandaaten bïjre konsultasjovneprosessen sïjse buektedh.

source: Stáhtta ja Sámedigge galggi gæhttjalit semadit mandáhta birra, ja gut galggi tjielggidusáv tjadádit.
sma: Staate jïh Saemiedigkie edtjieh pryövedh seamadidh dovne mandaaten bïjre, jïh gie edtja salkehtimmiebarkoem darjodh.

source: Stáhtan ja Sámedikken le vælggogisvuohta buktet dárbulasj diedojt tjielggidusbargo tjadádibmáj.
sma: Staate jïh Saemiedigkie diedtem utnieh daerpies bïevnesh jïh materijalem buektedh, mah leah daerpies salkehtimmiebarkosne.

source: Rádádallama ietjá guoskavasj sáme berustiddjij ● Ássjijn gånnå stáhtta ájggu rádádallat sáme bájkálasj sebrudagáj ja / jali sierra sáme berustiddjij gudi máhtti njuolgga vájkkuduvvat láhkaásadimes jali dåjmajs, galggá stáhtta nav árrat gå máhttelis diededit makkir berustiddje / organisasjåvnå stáhtta miejnni ássje vájkkut, ja rádádallat jus galggá sijáv aktan tjadnat Sámedikke rádádallamprosessaj.
sma: Konsultasjovnh jeatjah gïetedamme saemien ïedtjeladtjigujmie ● Dejnie aamhtesinie gusnie staate soejkesje saemien voenges siebriedahkigujmie råårestalledh, jïh / jallh sjïere saemien iedtjeladtjigujmie mah maehtieh ryöktesth tsevtsiedamme sjïdtedh laakijste jallh råajvarimmijste, dle staate edtja dan varke gåarede bievnedh mah iedtjeladtjh / siebrieh staate veanhta aamhtse gïetede, jïh iktedimmiem konsultasjovneprosessijste Saemiedigkine digkiedidh.

source: Oassen sjiehtadusás tjadáduvvá aj juohkka jahkebiele rádádallamtjåhkanibme sáme ássjij vásstediddje stáhtaráde ja sámedikkepresidenta gaskan.
sma: Goh akte bielie latjkoste dle aaj akte konsultasjovnetjåanghkoe gaskem staateraerijem mij diedtem åtna saemien aamhtesidie jïh saemiedigkiepresidentem, fïerhten bieliejaepien.

source: Tjåhkanime tjadáduvvi oajvvenjuolgadussan biehtsemánon ja javllamánon gånnå sámedikkepresidænnta le guossodiddje tjåhkanimen biehtsemánon ja stáhttaráde javllamánon.
sma: Åejvienjoelkedassine dah tjåanghkoeh leah ruffien jïh goeven, jïh saemiedigkiepresidente lea tjåadtjoehtæjja ruffietjåanghkoen åvteste jïh staateraerije goevetjåanghkoen åvteste.

source: Tjåhkanimen vuodulasj ja prinsihpalasj gatjálvisá åvdeduvvi ja prosessa ma li jådon.
sma: Tjåanghkosne vihkeles jïh prinsihpeles gyhtjelassh bæjjese vaaltasuvvieh, jïh juhtije prosessh.

source: Konkrehta ássje aj máhtti åvdeduvvat.
sma: Maahta aaj vihties aamhtesh bæjjese vaeltedh.

source: Tjåhkanimbievddegirjje almulasj gehtjadibmáj tjáleduvvá.
sma: Tjåanghkojste gaahpoeh byögkeles tjaaleldh tjåanghkoegærja tjaalasåvva.
